app/controllers/urls_controller.rb

SELECT "urls".* FROM "urls"
---
  def index
    @urls = Url.all